[
  {
		"title": "Элементы топологии",
		"localName": "topology",
		"duration": "3-5 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "topology_bg.svg",
		"about": "Пожалуй, один из самых <p>красивых</p> разделов математики. Ключевым понятием топологии является непрерывность, при изучении которой заметным образом будут показаны обобщения известных фактов из математического анализа. Рассмотрим симплициальные и клеточные пространства, научимся вычислять их гомологии. Курс рассчитан таким образом, что для его изучения достаточно знакомство с <p>элементарными фактами</p> математического анализа. Хотя алгебра и будет занимать второстепенное место при изучении второй части курса, будет весьма полезно знать определение фактор-группы и теорему о гомоморфизме групп.",
		"price": 700,
		"courseSections": [
			"Элементарная топология: топологические пространства и структуры на них, гомотопия, двумерные многообразия, фундаментальная группа, накрывающие пространства, трёхмерные многообразия, приложения теории групп",
			"Введение в алгебраическую топологию: основы теории категорий и общей алгебры, симплициальные и клеточные пространства, гомологии и их свойства, когомологии, векторные расслоения"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 700₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 4-6 месяцев. <br> Глубокое изучение предмета"
		]
	},
  {
		"title": "Алгебра",
		"localName": "algebra",
		"duration": "10-12 месяцев",
		"start": "Нет информации о курсе",
		"img": "algebra_bg.svg",
		"about": "",
		"price": "???",
		"courseSections": [],
		"howGoesCourse": []
	},
  {
		"title": "Математика и физика: история формул",
		"localName": "formula_history",
		"duration": "10-12 месяцев",
		"start": "Нет информации о курсе",
		"img": "formula_history_bg.svg",
		"about": "",
		"price": "???",
		"courseSections": [],
		"howGoesCourse": []
	},
  {
		"title": "Геометрия",
		"localName": "geometry",
		"duration": "10-12 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "geom_bg.svg",
		"about": "Курс разработан для широкой аудитории, начиная со студентов младших курсов, и показывает <p>целостность</p> различных разделов геометрии – их связь, о которой Вы раньше не догадывались. Для изучения геометрических задач активно используются методы анализа и алгебры.",
		"price": 800,
		"courseSections": [
			"Евклидова: замечательные линии и замечательные точки треугольника, многоугольники, Платоновы тела, многогранники",
			"Дифференциальная: классическая дифференциальная геометрия, теория поверхностей, тензорное исчисление, геометрия многообразий, гладкие расслоения",
			"Аналитическая: векторы, прямая и плоскость в пространстве, кривые второго порядка, поверхности второго порядка",
			"Проективная: проективная плоскость, кривые второго порядка на проективной плоскости, основы аналитической геометрии на проективной плоскости",
			"Лобачевского: аксиоматическое построение, различные модели геометрии Лобачевского"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 800₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 6-8 месяцев. <br> Глубокое изучение предмета"
		]
	},
  {
		"title": "Теория вероятностей & статистика",
		"localName": "probability_theory",
		"duration": "10-12 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "probability_theory_bg.svg",
		"about": "Этот курс отлично подходит специалистам, занимающимся прикладными науками, например, анализом данных, аналитикой и финансами. Анализировать и прогнозировать – основное, чему учит курс, и то, что необходимо на практике. Данный курс содержит только <p>самый актуальный материал,</p> который имеет прямые практические приложения.",
		"price": 650,
		"courseSections": [
			"Теория вероятностей: элементы комбинаторики, классическая вероятность, повторные и независимые испытания, случайная величина, законы распределения, основные законы распределения, двумерные случайные величины, закон больших чисел",
			"Статистика: вариационные ряды и их характеристики, основы математической теории выборочного метода, проверка статистических гипотез, теория корреляции, дисперсионный анализ",
			"Случайные процессы: определение случайного процесса и его характеристики, различные виды случайных процессов, теории массового обслуживания, потоки событий, равнение Колмогорова, метод Монте-Карло"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 650₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 6-8 месяцев. <br> Глубокое изучение предмета"
		]
	},
  {
		"title": "Веб-программирование",
		"localName": "programming",
		"duration": "10-12 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "programming_bg.svg",
		"about": "Можно ли стать <p>крутым разработчиком,</p>  не умея программировать? С нами возможно и не такое! Курс, нацеленный научить тебя промышленному web-программированию, разовьёт навык алгоритмического мышления и покажет как реализовать его на языке JavaScript и применить web-разработке. <p>Гарантированно</p>  научишься разрабатывать сайты, web-приложения и игры.",
		"price": 650,
		"courseSections": [
			"Работа с графикой в canvas: отрисовка примитивов на холсте, простая анимация примитивов, интерактивное графическое приложение со сложной анимацией, 3D графика",
			"JavaScript: переменные, условные операторы, циклы, массивы, объекты, функции, обработчики событий, обещания, асинхронный javascript, запросы и т.д.",
			"localStorage и пр. локальные хранилища",
			"Асинхронные функции, обещания и колбеки",
			"Замыкания, декораторы и каррирование",
			"Алгоритмика графических построений",
			"Взаимодействие с DOM",
			"Shadow DOM",
			"Основы css и базовые свойства",
			"Flexbox и grid",
			"2D и 3D анимации",
			"Адаптивная и кроссбраузерная верстка"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 650₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 4-6 месяцев. <br> Глубокое изучение предмета"
		]
	},
  {
		"title": "Дискретная математика &<br/>мат. логика",
		"localName": "discrete_mathematics",
		"duration": "3-5 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "discrete_mathematics_bg.svg",
		"about": "Курс рассчитан на улучшение и более глубокое понимание теоретических основ программирования и информатики, развитие аналитического мышления и обширного понимания алгоритмов. Каждый человек из IT сферы знает, что ДМ и МЛ для программиста, <p>как скальпель для хирурга.</p>  Именно это делает наш курс неотъемлемым компонентом в подготовке любого айтишника.",
		"price": 800,
		"courseSections": [
			"Введения: теория множеств, отношения, функции",
			"Функции k-значной логики: основные определения, критерий поста в Рk",
			"Дизьюнктивные нормальные формы: основные определения, сокращенные ДНФ, тупиковые ДНФ, минимизация, упрощение ДНФ",
			"Алгебра логики: высказывания, логические операции над ними, формулы алгебры логики, логическое следование",
			"Теория алгоритмов: Машины Тьюринга, алгоритмы Маркова",
			"Конечные автоматы: Функции, преобразующие последовательности, Диаграммы Мура и канонические уравнения, определения и свойства абстрактных автоматов",
			"Булевы функции: основные определения, реализация булевых функций, двойственные формулы и функции, совершенные нормальные формы, критерий Поста",
			"Элементы комбинаторики: реккурентные соотношения, производящие функции, основные приемы комбинаторного оценивания",
			"Графы: основные определения, деревья, Эйлеры и Гамильтоновы графы, планарные графы",
			"Логика предикатов: определения, формулы логики предикатов, их интерпретация, логическое следование, равносильные формулы, проблемы общезначимости и выполнимости для флп",
			"Автоматическое доказательство теорем: Сколемовские формы, Эрбрановский универсум, семантические деревья, теорема Эрбрана, Правила Девиса и Патнема, Метод Резолюций"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по 90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 800₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 6-8 месяцев. <br> Глубокое изучение предмета",
			"Расписание занятий преподаватели обговаривают с группой для того, чтоб всем ученикам было удобно посещать лекции",
			"— Программирование и информатика<br>— Теоретические и практические задачи<br>— Программная реализация изученных   методов<br>— Предварительных знаний не требуется<br>— Доступное изложение<br>— Индивидуальное курирование каждого ученика<br>"
		]
	}
]