[
	{
		"title": "Дифференциальные уравнения. Практический курс",
		"localName": "diff_equations",
		"duration": "4-6 месяцев",
		"start": "Старт курса: 20 \\ 03 \\ 2021",
		"img": "diff_equations_bg.svg",
		"about": "Этот курс необходим всем студентам, специализирующимся в области точных и естественных наук. Здесь собран самый <p>актуальный</p>  материал, который имеет прямые практические приложения в самых различных областях. Следует отметить, что для изучения дифференциальных уравнений  <p>необходимы навыки</p>  вычисления производных и владение основными методами интегрирования.",
		"price": 650,
		"courseSections": [
			"Уравнения первого порядка: разделение переменных, замена, интегрирующий множитель, понижение порядка, задача Коши",
			"Линейные ДУ: с постоянными коэффициентами, с переменными коэффициентами, краевые задачи, функция Грина",
			"Уравнения в частных производных первого порядка",
			"Системы уравнений: с постоянными коэффициентами, устойчивость, приближённые решения, нелинейные системы, фазовое пространство",
			"Приложение к физическим задачам"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 650₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 4-6 месяцев. <br> Глубокое изучение предмета"
		]
	},
	{
		"title": "Абстрактная алгебра",
		"localName": "abstract_algebra",
		"duration": "8-10 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "abstract_algebra_bg.svg",
		"about": "Курс рассчитан на студентов, желающих углубить свои знания и лучше вникнуть в этот <p>удивительный раздел</p> математики. Все определения и замечания иллюстрируются большим количеством примеров, показывается применение алгебраических методов в функциональном анализе, топологии и геометрии.",
		"price": 800,
		"courseSections": [
			"Теория колец и полей: коммутативные кольца, локализация и кольца главных идеалов, евклидовы кольца, модули, нётеровы кольца, алгебраические расширения и теория Галуа, расширения полей",
			"Линейная алгебра: структура векторных пространств, билинейные формы, линейные операторы и ЖНФ",
			"Основные структуры: группы, кольца, поля, векторные пространства, алгебры",
			"Теория категорий",
			"Теория групп: действие группы, теоремы Силова, абелевы группы, гомологии, теория представлений, группы Ли"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 800₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 8-10 месяцев. <br> Глубокое изучение предмета"
		]
	},
	{
		"title": "Высшая математика",
		"localName": "higher_mathematics",
		"duration": "4-6 месяцев",
		"start": "Старт курса: 20 \\ 03 \\ 2021",
		"img": "higher_mathematics_bg.svg",
		"about": "Курс разработан для студентов, специализирующихся в программировании, инженерии, физике, экономике, химии, и содержит необходимый материал, который широко используется <p>во всех естественно-научных областях.</p>  Только самая нужная теория и множество практических занятий помогут овладеть математическим аппаратом в короткие сроки.",
		"price": 650,
		"courseSections": [
			"Математический анализ: пределы, производные, интегралы, ряды",
			"Аналитическая геометрия: прямые и плоскости, кривые второго порядка, поверхности второго порядка",
			"Линейная алгебра: СЛАУ, матрицы и определители, векторные пространства, линейные операторы",
			"Теория вероятностей и статистика: элементы комбинаторики, классическая вероятность, геометрическая вероятность, дисперсия и корреляция, математическое ожидание"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 650₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 4-6 месяцев. <br> Глубокое изучение предмета"
		]
	},
	{
		"title": "Элементы топологии",
		"localName": "topology",
		"duration": "3-5 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "topology_bg.svg",
		"about": "Пожалуй, один из самых <p>красивых</p> разделов математики. Ключевым понятием топологии является непрерывность, при изучении которой заметным образом будут показаны обобщения известных фактов из математического анализа. Рассмотрим симплициальные и клеточные пространства, научимся вычислять их гомологии. Курс рассчитан таким образом, что для его изучения достаточно знакомство с <p>элементарными фактами</p> математического анализа. Хотя алгебра и будет занимать второстепенное место при изучении второй части курса, будет весьма полезно знать определение фактор-группы и теорему о гомоморфизме групп.",
		"price": 700,
		"courseSections": [
			"Элементарная топология: топологические пространства и структуры на них, гомотопия, двумерные многообразия, фундаментальная группа, накрывающие пространства, трёхмерные многообразия, приложения теории групп",
			"Введение в алгебраическую топологию: основы теории категорий и общей алгебры, симплициальные и клеточные пространства, гомологии и их свойства, когомологии, векторные расслоения"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 700₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 4-6 месяцев. <br> Глубокое изучение предмета"
		]
	},
	{
		"title": "Алгебра",
		"localName": "algebra",
		"duration": "10-12 месяцев",
		"start": "Нет информации о курсе",
		"img": "algebra_bg.svg",
		"about": "",
		"price": "???",
		"courseSections": [],
		"howGoesCourse": []
	},
	{
		"title": "English для технарей",
		"localName": "english",
		"duration": "3-5 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "english_bg.svg",
		"about": "Курс для специалистов технических и физ-мат направлений, <p>желающих улучшить свои знания</p> английского языка в таких сферах, как программирование, математика, физика, экономика, инженерия и т.п.",
		"price": 650,
		"courseSections": [
			"Phonetics: алфавит, правила чтения",
			"Grammar: артикль, времена глагола, прилагательное, причастие, местоимение, числительное, согласование времён, пассивный залог, условные предложения, модальные глаголы",
			"Vocabulary: научно-технические тексты, профессиональная лексика.",
			"Speaking & listening: речевые упражнения, обсуждения научных тем"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 650₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 6-8 месяцев. <br> Глубокое изучение предмета"
		]
	},
	{
		"title": "Математика и физика: история формул",
		"localName": "formula_history",
		"duration": "10-12 месяцев",
		"start": "Нет информации о курсе",
		"img": "formula_history_bg.svg",
		"about": "",
		"price": "???",
		"courseSections": [],
		"howGoesCourse": []
	},
	{
		"title": "Геометрия",
		"localName": "geometry",
		"duration": "10-12 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "geom_bg.svg",
		"about": "Курс разработан для широкой аудитории, начиная со студентов младших курсов, и показывает <p>целостность</p> различных разделов геометрии – их связь, о которой Вы раньше не догадывались. Для изучения геометрических задач активно используются методы анализа и алгебры.",
		"price": 800,
		"courseSections": [
			"Евклидова: замечательные линии и замечательные точки треугольника, многоугольники, Платоновы тела, многогранники",
			"Дифференциальная: классическая дифференциальная геометрия, теория поверхностей, тензорное исчисление, геометрия многообразий, гладкие расслоения",
			"Аналитическая: векторы, прямая и плоскость в пространстве, кривые второго порядка, поверхности второго порядка",
			"Проективная: проективная плоскость, кривые второго порядка на проективной плоскости, основы аналитической геометрии на проективной плоскости",
			"Лобачевского: аксиоматическое построение, различные модели геометрии Лобачевского"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 800₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 6-8 месяцев. <br> Глубокое изучение предмета"
		]
	},
	{
		"title": "Теория вероятностей & статистика",
		"localName": "probability_theory",
		"duration": "10-12 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "probability_theory_bg.svg",
		"about": "Этот курс отлично подходит специалистам, занимающимся прикладными науками, например, анализом данных, аналитикой и финансами. Анализировать и прогнозировать – основное, чему учит курс, и то, что необходимо на практике. Данный курс содержит только <p>самый актуальный материал,</p> который имеет прямые практические приложения.",
		"price": 650,
		"courseSections": [
			"Теория вероятностей: элементы комбинаторики, классическая вероятность, повторные и независимые испытания, случайная величина, законы распределения, основные законы распределения, двумерные случайные величины, закон больших чисел",
			"Статистика: вариационные ряды и их характеристики, основы математической теории выборочного метода, проверка статистических гипотез, теория корреляции, дисперсионный анализ",
			"Случайные процессы: определение случайного процесса и его характеристики, различные виды случайных процессов, теории массового обслуживания, потоки событий, равнение Колмогорова, метод Монте-Карло"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 650₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 6-8 месяцев. <br> Глубокое изучение предмета"
		]
	},
	{
		"title": "Веб-программирование",
		"localName": "programming",
		"duration": "10-12 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "programming_bg.svg",
		"about": "Можно ли стать <p>крутым разработчиком,</p>  не умея программировать? С нами возможно и не такое! Курс, нацеленный научить тебя промышленному web-программированию, разовьёт навык алгоритмического мышления и покажет как реализовать его на языке JavaScript и применить web-разработке. <p>Гарантированно</p>  научишься разрабатывать сайты, web-приложения и игры.",
		"price": 650,
		"courseSections": [
			"Работа с графикой в canvas: отрисовка примитивов на холсте, простая анимация примитивов, интерактивное графическое приложение со сложной анимацией, 3D графика",
			"JavaScript: переменные, условные операторы, циклы, массивы, объекты, функции, обработчики событий, обещания, асинхронный javascript, запросы и т.д.",
			"localStorage и пр. локальные хранилища",
			"Асинхронные функции, обещания и колбеки",
			"Замыкания, декораторы и каррирование",
			"Алгоритмика графических построений",
			"Взаимодействие с DOM",
			"Shadow DOM",
			"Основы css и базовые свойства",
			"Flexbox и grid",
			"2D и 3D анимации",
			"Адаптивная и кроссбраузерная верстка"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 650₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 4-6 месяцев. <br> Глубокое изучение предмета"
		]
	},
	{
		"title": "Физика",
		"localName": "physics",
		"duration": "3-5 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "physics_bg.svg",
		"about": "Курс разработан для студентов естественно-научных и инженерных специальностей, желающих <p>углубить и усовершенствовать</p> свои знания по физике. В программу также включены основные вопросы из теоретической и квантовой механики, электродинамики, термодинамики и статистической физики. Таким образом у слушателя сформируется полное представление о развитии науки: от античности и до наших дней.",
		"price": 700,
		"courseSections": [
			"Механика: кинематика м.т., динамика м.т., движение в центральном поле, уравнения Лагранжа, уравнения Гамильтона, скобки Пуассона, основы СТО",
			"Атомная Молекулярная и статистическая физика, термодинамика: основы статистического метода исследования макросистем, основные распределения статистической механики равновесных систем, термодинамика, идеальные газы, неидеальные системы, равновесие фаз, элементы неравновесной термодинамики, теория флуктуаций, элементы физической кинетики",
			"Электродинамика и оптика: микроскопическая электростатика, микроскопическая магнитостатика, макроскопическая электростатика, макроскопическая магнитостатика, интерференция и дифракция света, отражение и преломление света, молекулярная оптика",
			"Атомная физика и квантовая механика: основные понятия квантовой теории, изменение состояний во времени, теория представлений, одномерное движение, теория возмущений, атом водорода, системы тождественных частиц, многоэлектронные атомы и молекулы",
			"Физика атомного ядра и частиц: статические свойства атомных ядер, ядерные модели, ядерные реакции, ядерные силы, радиоактивность, элементарные частицы, прохождение частиц через вещество, методы детектирования частиц, ядерная энергетика, астрофизика, прикладная ядерная физика"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 700₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 8-10 месяцев. <br> Глубокое изучение предмета"
		]
	},
	{
		"title": "Алгоритмика",
		"localName": "algorithmics",
		"duration": "10-12 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "algorithmics_bg.svg",
		"about": "Программирование, это в первую очередь алгоритмика. Владея алгоритмикой, программист <p>без проблем  может писать</p> довольно сложные решения на любом языке, для этого достаточно освоить только синтаксис данного языка, освоение которого занимает крайне мало времени. Владея алгоритмическим мышлением, будучи натренированным на олимпиадных задачах, программист будет допускать <p>в десятки раз</p> меньше ошибок, покрытие тестами будет в разы лучше, а решения будут эффективнее. Как правило, алгоритмический блок является одним из важнейших при собеседовании в любую крупную IT компанию.",
		"price": 1000,
		"courseSections": [
			"Линейные алгоритмы. Условные операторы. Оператор цикла",
			"Одномерные массивы. Строки. Двумерные массивы",
			"Деревья отрезков, sqrt-декомпозиция",
			"Графы: элементарные алгоритмы, поиск кратчайших путей, мосты, точки сочленения, потоки",
			"Функции",
			"Рекурсивные алгоритмы. Геометрические алгоритмы",
			"Стеки, очереди, списки",
			"Поиск подстроки в строке",
			"Динамическое программирование"
		],
		"howGoesCourse": [
			"Занятия проводятся 1 раз в неделю в live формате по  120 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 1000₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 3-5 месяцев. <br> Глубокое изучение предмета"
		]
	},
	{
		"title": "Дискретная математика &<br/>мат. логика",
		"localName": "discrete_mathematics",
		"duration": "3-5 месяцев",
		"start": "Старт курса: 05 \\ 03 \\ 2021",
		"img": "discrete_mathematics_bg.svg",
		"about": "Курс рассчитан на улучшение и более глубокое понимание теоретических основ программирования и информатики, развитие аналитического мышления и обширного понимания алгоритмов. Каждый человек из IT сферы знает, что ДМ и МЛ для программиста, <p>как скальпель для хирурга.</p>  Именно это делает наш курс неотъемлемым компонентом в подготовке любого айтишника.",
		"price": 800,
		"courseSections": [
			"Введения: теория множеств, отношения, функции",
			"Функции k-значной логики: основные определения, критерий поста в Рk",
			"Дизьюнктивные нормальные формы: основные определения, сокращенные ДНФ, тупиковые ДНФ, минимизация, упрощение ДНФ",
			"Алгебра логики: высказывания, логические операции над ними, формулы алгебры логики, логическое следование",
			"Теория алгоритмов: Машины Тьюринга, алгоритмы Маркова",
			"Конечные автоматы: Функции, преобразующие последовательности, Диаграммы Мура и канонические уравнения, определения и свойства абстрактных автоматов",
			"Булевы функции: основные определения, реализация булевых функций, двойственные формулы и функции, совершенные нормальные формы, критерий Поста",
			"Элементы комбинаторики: реккурентные соотношения, производящие функции, основные приемы комбинаторного оценивания",
			"Графы: основные определения, деревья, Эйлеры и Гамильтоновы графы, планарные графы",
			"Логика предикатов: определения, формулы логики предикатов, их интерпретация, логическое следование, равносильные формулы, проблемы общезначимости и выполнимости для флп",
			"Автоматическое доказательство теорем: Сколемовские формы, Эрбрановский универсум, семантические деревья, теорема Эрбрана, Правила Девиса и Патнема, Метод Резолюций"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по 90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 800₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 6-8 месяцев. <br> Глубокое изучение предмета",
			"Расписание занятий преподаватели обговаривают с группой для того, чтоб всем ученикам было удобно посещать лекции",
			"— Программирование и информатика<br>— Теоретические и практические задачи<br>— Программная реализация изученных   методов<br>— Предварительных знаний не требуется<br>— Доступное изложение<br>— Индивидуальное курирование каждого ученика<br>"
		]
	},
	{
		"title": "ТФКП",
		"localName": "tfcv",
		"duration": "4-6 месяцев",
		"start": "Старт курса: 15 \\ 07 \\ 2021",
		"img": "tfcv.svg",
		"about": "Вы знаете, как связаны крыло самолёта и функция Жуковского? А прикладные задачи и ТФКП в целом? Методы комплексного анализа позволяют решать задачи, которые не поддаются аппарату теории функций вещественной переменной. Поэтому ТФКП является неотъемлемой частью подготовки любого специалиста в точных и естественных науках.",
		"price": 750,
		"courseSections": [
			"Функции комплексного переменного: дифференцируемость, элементарные функции и их свойства, интегрирование",
			"Ряды: ряды Лорана, вычеты, аналитическое продолжение",
			"Конформные отображения: различные области и их отображения, принцип симметрии, отображения многоугольников",
			"Гармонические функции: введение, задача Дирихле",
			"Краевые задачи: плоское поле, комплексный потенциал, задачи теории упругости"
		],
		"howGoesCourse": [
			"Занятия проводятся 2 раза в неделю в live формате по  90 минут",
			"Два лектора  и индивидуальное курирование учеников <br> Беседа курса в VK или в любом удобном для Вас мессенджере",
			"Стоимость одного занятия 750₽. Оплата производится раз в 3 недели",
			"Доступ к видеозаписям занятий и постоянная связь с лекторами ",
			"Длительность 4-6 месяцев. <br> Глубокое изучение предмета"
		]
	}
]
