[
	{
		"title": "Дифференциальные уравнения. Практический курс",
		"localName": "diff_equations",
		"duration": "4-6 месяцев",
		"img": "diff_equations_bg.svg",
		"about": "Этот курс необходим всем студентам, специализирующимся в области точных и естественных наук. Здесь собран самый актуальный  материал, который имеет прямые практические приложения в самых различных областях. Следует отметить, что для изучения дифференциальных уравнений  необходимы навыки  вычисления производных и владение основными методами интегрирования."
	},
	{
		"title": "Абстрактная алгебра",
		"localName": "abstract_algebra",
		"duration": "8-10 месяцев",
		"img": "abstract_algebra_bg.svg",
		"about": "Курс рассчитан на студентов, желающих углубить свои знания и лучше вникнуть в этот  удивительный раздел математики. Все определения и замечания иллюстрируются большим количеством примеров, показывается применение алгебраических методов в функциональном анализе, топологии и геометрии."
	},
  {
		"title": "Высшая математика",
		"localName": "higher_mathematics",
		"duration": "4-6 месяцев",
		"img": "higher_mathematics_bg.svg",
		"about": "Курс разработан для студентов, специализирующихся в программировании, инженерии, физике, экономике, химии, и содержит необходимый материал, который широко используется во всех естественно-научных областях.  Только самая нужная теория и множество практических занятий помогут овладеть математическим аппаратом в короткие сроки."
	},
  {
		"title": "Элементы топологии",
		"localName": "topology",
		"duration": "3-5 месяцев",
		"img": "topology_bg.svg",
		"about": "Пожалуй, один из самых  красивых  разделов математики. Ключевым понятием топологии является непрерывность, при изучении которой заметным образом будут показаны обобщения известных фактов из математического анализа. Рассмотрим симплициальные и клеточные пространства, научимся вычислять их гомологии. Курс рассчитан таким образом, что для его изучения достаточно знакомство с  элементарными фактами  математического анализа. Хотя алгебра и будет занимать второстепенное место при изучении второй части курса, будет весьма полезно знать определение фактор-группы и теорему о гомоморфизме групп."
	},
  {
		"title": "Алгебра",
		"localName": "algebra",
		"duration": "10-12 месяцев",
		"img": "algebra_bg.svg",
		"about": ""
	},
  {
		"title": "English для технарей",
		"localName": "english",
		"duration": "3-5 месяцев",
		"img": "english_bg.svg",
		"about": "Курс для специалистов технических и физ-мат направлений, желающих улучшить свои знания английского языка в таких сферах, как программирование, математика, физика, экономика, инженерия и т.п."
	},
  {
		"title": "Математика и физика: история формул",
		"localName": "formula_history",
		"duration": "10-12 месяцев",
		"img": "formula_history_bg.svg",
		"about": ""
	},
  {
		"title": "Геометрия",
		"localName": "geometry",
		"duration": "10-12 месяцев",
		"img": "geom_bg.svg",
		"about": "Курс разработан для широкой аудитории, начиная со студентов младших курсов, и показывает  целостность различных разделов геометрии – их связь, о которой Вы раньше не догадывались. Для изучения геометрических задач активно используются методы анализа и алгебры."
	},
  {
		"title": "Теория вероятностей & статистика",
		"localName": "probability_theory",
		"duration": "10-12 месяцев",
		"img": "probability_theory_bg.svg",
		"about": "Этот курс отлично подходит специалистам, занимающимся прикладными науками, например, анализом данных, аналитикой и финансами. Анализировать и прогнозировать – основное, чему учит курс, и то, что необходимо на практике. Данный курс содержит только самый актуальный материал, который имеет прямые практические приложения."
	},
  {
		"title": "Программирование",
		"localName": "programming",
		"duration": "10-12 месяцев",
		"img": "programming_bg.svg",
		"about": "Можно ли стать  крутым разработчиком,  не умея программировать? С нами возможно и не такое! Курс, нацеленный научить тебя промышленному web-программированию, разовьёт навык алгоритмического мышления и покажет как реализовать его на языке JavaScript и применить web-разработке.  Гарантированно  научишься разрабатывать сайты, web-приложения и игры."
	},
  {
		"title": "Физика",
		"localName": "physics",
		"duration": "3-5 месяцев",
		"img": "physics_bg.svg",
		"about": "Курс разработан для студентов естественно-научных и инженерных специальностей, желающих  углубить и усовершенствовать  свои знания по физике. В программу также включены основные вопросы из теоретической и квантовой механики, электродинамики, термодинамики и статистической физики. Таким образом у слушателя сформируется полное представление о развитии науки: от античности и до наших дней."
	},
  {
		"title": "Алгоритмика",
		"localName": "algorithmics",
		"duration": "10-12 месяцев",
		"img": "algorithmics_bg.svg",
		"about": "Программирование, это в первую очередь алгоритмика. Владея алгоритмикой, программист  без проблем  может писать  довольно сложные решения на любом языке, для этого достаточно освоить только синтаксис данного языка, освоение которого занимает крайне мало времени. Владея алгоритмическим мышлением, будучи натренированным на олимпиадных задачах, программист будет допускать  в десятки раз   меньше ошибок, покрытие тестами будет в разы лучше, а решения будут эффективнее. Как правило, алгоритмический блок является одним из важнейших при собеседовании в любую крупную IT компанию."
	},
  {
		"title": "Дискретная математика &<br/>мат. логика",
		"localName": "discrete_mathematics",
		"duration": "3-5 месяцев",
		"img": "discrete_mathematics_bg.svg",
		"about": "Курс рассчитан на улучшение и более глубокое понимание теоретических основ программирования и информатики, развитие аналитического мышления и обширного понимания алгоритмов. Каждый человек из IT сферы знает, что ДМ и МЛ для программиста, как скальпель для хирурга.  Именно это делает наш курс неотъемлемым компонентом в подготовке любого айтишника."
	}
]
